
# GlanceBar English Language File
# These variables are used for (hopefully) every piece of display text around the entire skin.

# If you're translating this file, the goal is to make the text sound friendly, but it still needs to get the point across and be grammatically correct.
# When you're finished, name your newly translated file after its ISO 2 Letter Language Code, join my Discord server, and submit it.

# ISO 2 Letter Language Codes: https://www.sitepoint.com/iso-2-letter-language-codes/
# Discord Server: https://discordapp.com/invite/72GZGN3

# Regarding date formatting, use the guide on the Rainmeter Docs:
# https://docs.rainmeter.net/manual/measures/time/
# Use %B to represent month names, it'll be replaced with the month translations from this file.

[Variables]
card.mus.defaultArtist=Not playing
card.mus.defaultTitle=Music
card.vol.hint=Soon you'll be able to change your system volume here!
card.vol.mute=mute
date.extension.default=th
date.extension.first=st
date.extension.second=nd
date.extension.third=rd
date.format=%B %#d{e} %Y
date.month.jan=January
date.month.feb=February
date.month.mar=March
date.month.apr=April
date.month.may=May
date.month.jun=June
date.month.jul=July
date.month.aug=August
date.month.sep=September
date.month.oct=October
date.month.nov=November
date.month.dec=December
time.format.24=%H:%M
time.format.12=%#I:%M %p
time.am=AM
time.pm=PM
time.format.default=#time.format.12#
sett.category.cards=Cards
sett.category.general=General Settings
sett.category.glancebar=GlanceBar
sett.defaultText=Start changing settings by clicking a category in the navigation bar to the left.
sett.language.heading=Choose Language
sett.music.heading.mediaPlayer=Media Player
sett.music.player.desc.cad=The CAD Protocol includes the following media players:
sett.music.player.desc.webnowplaying=WebNowPlaying allows for Rainmeter to grab music information from various online sources, including YouTube, Soundcloud, Spotify, and more. 
sett.music.player.desc.wlm=The WLM Protocol includes the following media players:
sett.music.player.fooCadLink.cad=Install the foo_cad plugin to use foobar2000
sett.music.player.playerList.cad=foobar2000, J. River Media Center, Media Jukebox, and MusicBee
sett.music.player.playerList.wlm=Last.fm Client, TTPlayer, OpenPandora, Zune
sett.music.player.setupLink.webnowplaying=Setup instructions
sett.music.player.title.aimp=AIMP
sett.music.player.title.cad=CAD Protocol
sett.music.player.title.itunes=iTunes
sett.music.player.title.mediaMonkey=MediaMonkey
sett.music.player.title.webnowplaying=WebNowPlaying
sett.music.player.title.winamp=Winamp
sett.music.player.title.wlm=WLM Protocol
sett.music.player.title.wmp=Windows Media Player
sett.music.player.warning.wlm=This protocol has very limited support, use with caution.
sett.section.about=About GlanceBar
sett.section.appearance=Sidebar Appearance
sett.section.dateTime=Date and Time
sett.section.language=Language
sett.section.music=Music
sett.section.news=News
sett.section.order=Card Order
sett.section.powershell=PowerShell
sett.section.systemStats=System Stats
sett.section.unfinished=Unfinished Section
sett.section.volume=Volume
sett.section.weather=Weather
sett.titlebar=GlanceBar Settings
sett.language.heading2=Translation Credit
sett.language.credit.column1=Language
sett.language.credit.column2=Translator
sett.language.english=English
sett.language.spanish=Spanish
sett.language.german=German
sett.language.japanese=Japanese
sett.language.italian=Italian
sett.order.heading=Sidebar Card Order
sett.order.cardName.music=Music Card
sett.order.cardName.volume=Volume Card
sett.order.cardName.weather=Weather Card
sett.order.cardDesc.music=Lets you view and interact with music playing from a selected media player.
sett.order.cardDesc.volume=A simple system volume slider.
sett.order.cardDesc.weather=Displays the current and upcoming weather for a selected location.
sett.order.mainDesc=Check or uncheck a card to enable/disable it.
sett.order.mainDesc2=Use the + or - buttons to change the card's position in the sidebar.